[
  {
    "title": "Interview: Myanmar's durian industry gears up for international exports",
    "url": "http://www.xinhuanet.com/20251122/a954d0e4abd645ed81d3c0d66370a35a/c.html",
    "source": "Xinhua News",
    "country": "中国",
    "category": "中国視点",
    "date": "2025-11-24 00:00:22",
    "importance": 5,
    "content": "記事内容を取得できませんでした"
  },
  {
    "title": "Myanmar’s Suu Kyi faces worsening health in military custody, son says",
    "url": "https://www.rfa.org/english/myanmar/2025/09/05/aung-san-suu-kyi-health-custody/",
    "source": "Radio Free Asia",
    "country": "アメリカ",
    "category": "政治",
    "date": "2025-11-24 00:00:45",
    "importance": 5,
    "content": "記事内容を取得できませんでした"
  },
  {
    "title": "Myanmar at a crossroads: A choice between impunity and justice",
    "url": "https://news.un.org/en/story/2025/10/1166221",
    "source": "UN News",
    "country": "国際",
    "category": "国際",
    "date": "2025-11-24 00:00:49",
    "importance": 5,
    "content": "Myanmar at a crossroads: A choice between impunity and justice\n\nBy Vibhu Mishra 29 October 2025 Human Rights Myanmar stands at a crossroads between impunity and humanitarian crisis, as escalating military airstrikes, widespread civilian casualties and mounting evidence of war crimes continue to devastate the country.\n\nMyanmar stands at a crossroads between impunity and humanitarian crisis, as escalating military airstrikes, widespread civilian casualties and mounting evidence of war crimes continue to devastate the country.\n\nNicholas Koumjian, head of the Independent Investigative Mechanism for Myanmar (IIMM), told the UN General Assembly’s Third Committee that “the frequency and severity of international crimes in Myanmar have escalated.”Warning that civilians of all ethnicities are bearing the brunt, he said: “We have amassed evidence that persons detained by the military authorities have been tortured and subjected to various forms of sexual violence.”“We have evidence of the identity of the perpetrators and their commanders.”Mr. Koumjian added that his team has also documented summary executions and attacks on schools, hospitals, and places of worship as the military increasingly relies on airstrikes.He noted that in Rakhine state, where the Arakan Army (an ethnic armed group fighting against Myanmar’s military junta) has seized most territory, the military’s brutal response has left civilians destitute and starving. “[We are] gathering evidence of several alleged atrocities, including drone attacks targeting civilians, executions, rape, torture, and the obstruction of humanitarian aid to a population facing starvation,” he said. © UNICEF/Minzayar Oo In Mandalay, a teacher stands amid the ruins of the classroom where he once taught English and Science – now destroyed by the March earthquakes. An invisible crisisTom Andrews, UN Special Rapporteur on the Human Rights situation in Myanmar, said the situation in has worsened dramatically, with nearly 22 million people now requiring aid and 16.7 million facing acute food insecurity.March earthquakes in central Myanmar left roughly 200,000 people homeless, damaged 157,000 buildings, and caused an estimated $11 billion in losses.“The military junta took this natural disaster and turned it into a humanitarian catastrophe,” Mr. Andrews said. “They blocked systematically the delivery of humanitarian aid, harassed and threatened relief workers, looted homes and medical supplies, and forcibly conscripted young people into the military.”Airstrikes on civilian targets surged in the aftermath, surpassing pre-earthquake levels. The health system was also targeted, with 169 attacks on medical facilities and personnel in the first eight months of 2025, while food shortages in central Rakhine state worsened sharply, leaving 58 per cent of families unable to meet basic needs.“The crisis is getting worse every day,” he warned. “This is not only a national tragedy; it is affecting the entire region and beyond.”Lack of funds imperilling effortsMr. Koumjian also warned that a funding shortfall could soon force the Mechanism to lose one-third of its staff – including experts on gender-based crimes and crimes against children – undermining accountability efforts.“Pursuing justice for the crimes committed in Myanmar sends an important message,” he said, “that the international community will not stand by when civilians are targeted and international law ignored.” © UNOCHA/Siegfried Modola A general view shows an IDP camp in eastern Myanmar. ‘Time is slipping away’Julie Bishop, the Secretary-General’s Special Envoy on Myanmar, echoed those concerns, urging renewed diplomatic engagement as “time is slipping away.”She described a “deeply disturbing pattern of indiscriminate attacks on civilians” and said Myanmar’s planned elections risk “deepening violence and instability” as opposition groups reject them as illegitimate.She warned that those who support these elections “should consider potential consequences...no elections should risk human lives.”Independent expertsThe Independent Investigative Mechanism for Myanmar (IIMM) and the Special Rapporteur on the human rights situation in the country are both mandated by the UN Human Rights Council to monitor abuses and pursue accountability.The IIMM is tasked with collecting and preserving evidence of international crimes for future judicial proceedings.The Special Rapporteur is an independent expert, not a UN staff member, who reports impartially on human rights conditions.\n\nNicholas Koumjian, head of the Independent Investigative Mechanism for Myanmar (IIMM), told the UN General Assembly’s Third Committee that “the frequency and severity of international crimes in Myanmar have escalated.”"
  },
  {
    "title": "Myanmar’s ruling junta sets Dec. 28 election date as civil war rages",
    "url": "https://www.rfa.org/english/myanmar/2025/08/18/myanmar-election-december-28/",
    "source": "Radio Free Asia",
    "country": "アメリカ",
    "category": "政治",
    "date": "2025-11-24 00:00:45",
    "importance": 5,
    "content": "The military-backed election commission in Myanmar set Dec. 28 for the initial phase of long-promised elections, the first since the 2021 coup that overthrew the country’s last elected government and kicked off a still-raging civil war.\n\nJunta leadership nominally transferred power to an interim government last month in preparation for the elections. Last week, Min Aung Hlaing, the military chief and acting president, called for increased security to protect politicians and voters, warning of a rise in attacks on civil servants, according to the state-run Global New Light of Myanmar newspaper.\n\nInternational observers have framed the elections as a charade to keep Min Aung Hlaing and his generals in power. Critics point to a lack of free media in Myanmar, and that most officials in the last elected government, including leader Aung San Suu Kyi, have been arrested. U.N. reports detail a regime of torture inflicted on those the military has detained.\n\nIt’s also unclear how a truly national election could take place in Myanmar. Control of the country splintered after the coup, with parts of the country held by bands of pro-democracy fighters or ethnic rebel groups, some of whom have pledged to block polls in their areas.\n\n“I don’t think the election will hold any significance for the people,” a 63-year-old citizen in the western state of Rakhine told Agence France-Presse. “I think this election is only being held to give power to military dictators until the world ends.”"
  },
  {
    "title": "UN decries deadly Myanmar airstrike, amid mounting military attacks on civilians",
    "url": "https://news.un.org/en/story/2025/10/1166062",
    "source": "UN News",
    "country": "国際",
    "category": "国際",
    "date": "2025-11-24 00:00:49",
    "importance": 5,
    "content": "UN decries deadly Myanmar airstrike, amid mounting military attacks on civilians\n\nBy Vibhu Mishra 8 October 2025 Peace and Security The United Nations has condemned a Myanmar airstrike that killed dozens of civilians, including children, calling it part of a “disturbing pattern” of indiscriminate attacks by the country’s military.\n\nThe United Nations has condemned a Myanmar airstrike that killed dozens of civilians, including children, calling it part of a “disturbing pattern” of indiscriminate attacks by the country’s military.\n\nAt least 24 were killed and more than 45 wounded on Monday when bombs were dropped on civilians attending a religious festival in Chaung-U township, Sagaing Region, according to news reports.Witnesses said a “motorized paraglider” was used to drop two explosives on the crowd gathered to mark a national holiday.“This tragic incident, if confirmed, would add to a disturbing pattern of indiscriminate attacks affecting civilians across the country,” UN Spokesperson Stéphane Dujarric told journalists in New York on Wednesday.“The indiscriminate use of airborne munitions is unacceptable. All parties to the conflict must comply with their obligations under international humanitarian law and international human rights law.”Sharp rise in airstrikesSagaing has been one of the regions hardest hit by the conflict that erupted after the February 2021 military coup, that saw the ouster of the elected government and arrests of key leaders, including President Win Myint and State Counsellor Aung San Suu Kyi.The region also suffered heavy damage in an earthquake earlier this year, exacerbating humanitarian needs.According to the UN human rights office (OHCHR), Sagaing has recorded the highest number of airstrikes and civilian deaths nationwide. Between 28 March and 31 May 2025 alone, over 108 airstrikes were reported there, killing at least 89 people.OHCHR said the Myanmar military has increasingly relied on air power, including new paramotor tactics capable of carrying 120mm mortar rounds, to strike “civilian-inhabited and earthquake-affected areas” despite its announcement of temporary ceasefires in April and May to allow for rescue operations following the earthquake.Deliberate targeting of civiliansThe report, released in September, documented at least 6,764 civilian deaths and over 29,000 political arrests since the coup. Nearly half of all verified civilian deaths between April 2024 and May 2025 resulted from aerial attacks – with Sagaing, Mandalay and Shan among the worst hit.It also cited deliberate targeting of civilians and civilian objects, including markets, schools, homes, places of worship and camps for displaced persons.“Atrocities such as extrajudicial killings, mutilation, and widespread destruction of property have been documented, alongside the use of airstrikes with no discernible military objective, raising serious concerns of war crimes,” OHCHR said.\n\nAt least 24 were killed and more than 45 wounded on Monday when bombs were dropped on civilians attending a religious festival in Chaung-U township, Sagaing Region, according to news reports."
  },
  {
    "title": "Myanmar junta forms new government ahead of elections",
    "url": "https://www.rfa.org/english/myanmar/2025/07/31/myanmar-state-of-emergency-elections/",
    "source": "Radio Free Asia",
    "country": "アメリカ",
    "category": "政治",
    "date": "2025-11-24 00:00:45",
    "importance": 5,
    "content": "The military junta that controls Myanmar nominally transferred power to an interim government on Thursday ahead of a planned election in December and January.\n\nA state of emergency that was due to expire Thursday after seven extensions was lifted, Zaw Min Tun, a government spokesman, told state media. The decree had given legislative, judicial, and executive powers to Min Aung Hlaing as head of the ruling military council.\n\nBut state media reported late Thursday that martial law and a state of emergency would be imposed in more than 60 townships across nine regions and states due to the threat of violence and insurgency.\n\nDespite the moves, the junta remains in power. Gen. Min Aung Hlaing, leader of the February 2021 coup that toppled Myanmar’s democratically elected government helmed by Aung San Suu Kyi, holds the title of interim president in the new structure and retains his role of chief of the armed forces. He was also named the head of an 11-member commission in charge of elections.\n\nMin Aung Hlaing said the election would take place in phases during December and January due to security concerns, state television reported Thursday."
  },
  {
    "title": "Rohingya plight in Myanmar, a ‘test for humanity’",
    "url": "https://news.un.org/en/story/2025/09/1166004",
    "source": "UN News",
    "country": "国際",
    "category": "国際",
    "date": "2025-11-24 00:00:49",
    "importance": 5,
    "content": "By Vibhu Mishra 30 September 2025 Migrants and Refugees “Houses burned. Neighbours killed. Hope vanishing.” With those stark words, General Assembly President Annalena Baerbock opened a high-level UN conference on Tuesday, as alarm rises over the impact of Myanmar’s deepening crisis which threatens to destabilise the wider region.\n\n“Houses burned. Neighbours killed. Hope vanishing.” With those stark words, General Assembly President Annalena Baerbock opened a high-level UN conference on Tuesday, as alarm rises over the impact of Myanmar’s deepening crisis which threatens to destabilise the wider region.\n\nAt the heart of the emergency are the Rohingya Muslims, denied Burmese citizenship, driven from their homes and forced into camps or exile.More than a million now live as refugees in Bangladesh, while countless more remain displaced or trapped – alongside other minorities – inside Myanmar under conditions UN leaders described as “dire” and “unsustainable.”The conference at UN Headquarters in New York, brought together top UN officials, heads of state and governments, to galvanise action alongside Rohingya activists.Briefings and reports laid bare the daily realities since the February 2021 military coup: forced recruitment, sexual violence, airstrikes, starvation and mass displacement.Humanitarian agencies warn that resources are running out, leaving refugees malnourished and pushing more people into taking dangerous sea journeys.Conditions inside Myanmar’s Rakhine state – ancestral home of the Rohingya – are described as the worst in decades, with civilians caught between junta forces and ethnic armed groups. UN Photo/Manuel Elías General Assemby President Annalena Baerbock (at podium and on screens) addresses the high-level conference of the General Assembly on the situation of Rohingya Muslims and other minorities in Myanmar. ‘Human rights trampled’The Secretary-General, in a statement read by his Chef de Cabinet Courtenay Rattray, said the crisis has “trampled on the human rights, dignity and safety of millions and threatens regional stability.”He urged three immediate steps: protecting civilians in line with international law, guaranteeing humanitarian access, and reinvigorating investment to ease the strain on refugees and host communities.“The solution to this crisis lies ultimately in Myanmar,” the message stressed, calling for an end to persecution and recognition that “the Rohingya belong – as full citizens.”A crisis ‘that should put us to shame’Assembly President Baerbock underscored the scale of suffering.“Over five million Rohingya men, women and children share some version of this story,” she said, noting that 800,000 children remain out of school in Bangladesh’s Cox’s Bazar camp alone.Humanitarian funding is critically short, with the 2025 response plan just 12 per cent funded.“This should put us to shame,” she declared, urging states to boost aid and pursue a political solution that would enable safe, voluntary and sustainable return. UNICEF/Patrick Brown Rohingya refugees walk across a muddy field in southern Bangladesh, as fires burn in a distance. (file photograph) Demand for accountabilityFor Rohingya activists, the conference was not another moment of awareness but a demand for justice.Wai Wai Nu, founder of the Myanmar Women’s Peace Network, told delegates that the atrocities did not end in 2017, when over 750,000 Rohingya men, women and children fled violence described as a “textbook example of ethnic cleansing” by then UN High Commissioner for Human Rights, Zeid Ra’ad Al Hussein.“It has worsened,” she said, pointing to killings, forced conscription, sexual violence and starvation inflicted by both the Myanmar military and ethnic armed groups fighting the junta.“Without action, the Rohingya exodus will continue until there is no more Rohingya left in Myanmar,” she warned, urging cross-border humanitarian corridors, targeted sanctions and prosecutions for atrocity crimes.‘A test for humanity’Rofik Husson, founder of the Arakan Youth Peace Network, offered his own testimony of displacement and violence, recalling how the junta forced Rohingya men and boys into service, often as human shields. In one week alone, he said, at least 400 were killed.He described village burnings and drone strikes, including a May 2024 massacre that displaced 200,000 people in a single day.“Ending the crisis of insecurity for the Rohingya community is a test for this Assembly and a test for humanity itself,” he told delegates, calling for an internationally supervised safe zone in northern Rakhine. Unsplash/Gayatri Malhotra A demonstration against Myanmar's military coup takes place n Washington, DC, United States. (2021 photograph) No agreed pathway to peaceAdding a wider lens, Special Envoy Julie Bishop stressed that Myanmar’s multifaceted crisis is inseparable from the political turmoil unleashed by the 2021 coup.With no ceasefire in place and armed conflict spreading, she warned that planned elections later this year would fuel further violence rather than deliver legitimacy.“There is no agreed pathway to peace,” she said, cautioning that international condemnation of the junta has ebbed even as abuses persist.A fragile hopeDespite the grim accounts, speakers emphasised that solutions remain possible if political will can be summoned.Ms. Baerbock closed her remarks by noting: “The Rohingya people have survived eight years of hardship, displacement and uncertainty. Their resilience is extraordinary. Our response must match it.”For Rohingya activists, the message was equally clear: declarations are no longer enough.“Justice is not optional…It is the only deterrent, the only path to peace,” Ms. Nu said.\n\nAt the heart of the emergency are the Rohingya Muslims, denied Burmese citizenship, driven from their homes and forced into camps or exile.\n\nMore than a million now live as refugees in Bangladesh, while countless more remain displaced or trapped – alongside other minorities – inside Myanmar under conditions UN leaders described as “dire” and “unsustainable.”"
  },
  {
    "title": "Rohingya groups condemn ‘global neglect’ after 427 refugees feared drowned at sea",
    "url": "https://www.rfa.org/english/myanmar/2025/05/29/myanmar-rohingya-boats-deaths/",
    "source": "Radio Free Asia",
    "country": "アメリカ",
    "category": "政治",
    "date": "2025-11-24 00:00:45",
    "importance": 5,
    "content": "Rohingya rights groups on Thursday decried “regional inaction and global neglect” over the plight of the Muslim minority from Myanmar after more than 400 refugees were feared drowned when two boats sank this month after setting sail from Bangladesh.\n\nLast week, the U.N. refugee agency said that while details remained unclear, it had collected reports from family members and others about two separate boat tragedies on May 9 and May 10 in which 427 people may have died. It said both boats left from Cox’s Bazar, Bangladesh, where about 1 million Rohingya shelter in camps.\n\nTwenty-six Rohingya diaspora groups, including the U.K.-based Burmese Rohingya Organization, co-signed Thursday’s statement that said just 87 people had survived the two incidents. It added authorities had intercepted a third vessel with 188 people aboard as it attempted to leave Myanmar on May 18.\n\n“These back-to-back disasters are the worst loss of Rohingya lives at sea this year, and they expose the deadly consequences of regional inaction and global neglect,” the statement said, adding that most of those on board were Rohingya who had already been displaced from their homes in Myanmar’s western Rakhine State.\n\n“They were fleeing a growing campaign of widespread violence by the Arakan Army, amounting to a continuation of the ethnic cleansing first started by the Burmese military,” the statement said, referring to a rebel group that has seized control of most of Rakhine state from the Myanmar military."
  },
  {
    "title": "After mass exodus, limbo: Rohingya refugees test international resolve",
    "url": "https://news.un.org/en/story/2025/09/1165984",
    "source": "UN News",
    "country": "国際",
    "category": "国際",
    "date": "2025-11-24 00:00:49",
    "importance": 5,
    "content": "After mass exodus, limbo: Rohingya refugees test international resolve\n\nBy Vibhu Mishra 29 September 2025 Migrants and Refugees More than eight years after over 750,000 Rohingya Muslims fled Myanmar for sprawling camps in Bangladesh, the crisis remains unresolved. On Tuesday, world leaders, UN officials and civil society groups will convene in New York for a high-level summit to confront not just the humanitarian emergency, but the geopolitical deadlock that perpetuates it.\n\nMore than eight years after over 750,000 Rohingya Muslims fled Myanmar for sprawling camps in Bangladesh, the crisis remains unresolved. On Tuesday, world leaders, UN officials and civil society groups will convene in New York for a high-level summit to confront not just the humanitarian emergency, but the geopolitical deadlock that perpetuates it.\n\nThe stakes for the conference, part of the UN General Assemby’s annual week of high-level discussions, could hardly be higher: shrinking aid budgets and intensifying conflict inside Myanmar leave one of the world’s most persecuted minorities in limbo.Delegates are expected to address human rights and minority protections of Rohingya Muslims and other minorities, while exploring political, social and security measures to ensure the safe, voluntary, and dignified return of Rohingya and other refugees.Meanwhile, the flow of those fleeing has not ebbed. Traumatized Rohingya continue to arrive in southern Bangladesh, adding new scars to an already deep human suffering.Unceasing limboThe Rohingya, a Muslim minority long denied citizenship and basic rights in Myanmar, fled waves of violence that culminated in 2017 with what Zeid Ra’ad al-Hussein, then UN High Commissioner for Human Rights, described as a “textbook example of ethnic cleansing.”Crossing into Bangladesh, they found emergency shelter in what is now arguably the world’s largest refugee settlement in Cox’s Bazar.But what began as a temporary response has metastasized into a protracted crisis. Few Rohingya see a safe path back to Myanmar, where the ruling military junta continues to persecute minorities and faces its own armed rebellion.In Bangladesh, opportunities for education and work remain limited, while security incidents, trafficking and tensions with host communities intensify the strain. UNICEF/Salman Saeed Amid the debris of Kutupalong camp in southern Bangladesh, a child looks on as fires continue to smolder a day after the blaze. (March 2021) Yunus: Warning of collapseAddressing the General Assembly’s annual debate on Friday, Muhammad Yunus, Chief Adviser of Bangladesh’s interim government, issued one of the starkest warnings yet.“The UN World Food Programme (WFP) warns of a critical funding shortfall. Without urgent new funding, monthly rations may have to be halved to a paltry $6 per person, pushing the Rohingya deeper into hunger and forcing them to resort to desperate measures,” he said.He called for “enhanced contribution” from donors but stressed that the roots of the crisis lie inside Myanmar:“Deprivation of rights and persecution of the Rohingya, rooted in cultural identity politics, continue in Rakhine. Reversal of the process of marginalization of the Rohingya cannot wait any further,” he said.“There must be a political solution to the problems involving all stakeholders there, so that they become part of the Rakhine society with equal rights as equal citizens.”Many leaders echoed these concerns, highlighting the Rohingya plight as emblematic of broader conflicts left unresolved amid geopolitical paralysis. © UNHCR/Shari Nijman UN Secretary-General António Guterres meets Rohingya refugee students at a camp in Cox's Bazar, Bangladesh. (March 2025) Guterres: ‘We will not give up’UN Secretary-General António Guterres, who visited Cox’s Bazar earlier this year, described the camps as “a stark reminder of the world’s collective failure to find solutions.”He stressed that the primary solution is the safe, voluntary and dignified return of Rohingya refugees to Myanmar, and called on all parties to exercise maximum restraint, protect civilians and create conditions for democracy to take root.These conditions, however, do not yet exist, making returns impossible for now.Until conflict and systematic persecution end, the UN chief urged continued international support for those in need of protection in Bangladesh. © UNOCHA/Siegfried Modola Displacement camp in Kayah (Karenni) State, eastern Myanmar. Ongoing conflict has left millions across the country in urgent need of aid. (file photo) Myanmar’s deepening political crisisAfter a military coup on 1 February 2021, Myanmar has plunged into violence and instability.Thousands of civilians have been killed, millions displaced and over half the population requires humanitarian assistance. Natural disasters, including floods and earthquakes, have compounded the strain on fragile infrastructure.Ethnic minorities – including the Rohingya, Kachin, Shan and Chin – have been disproportionately affected.The military is accused of systematic human rights violations, many likely amounting to crimes against humanity, including arbitrary detention, torture and extrajudicial killings. Schools, hospitals and places of worship have also faced indiscriminate attacks. © UNICEF/Minzayar Oo In Mandalay, a teacher stands amid the ruins of his former classroom, destroyed by the March 2025 earthquakes that deepened civilian suffering across Myanmar. Hope, courage and resilienceTom Andrews, UN Special Rapporteur on human rights in Myanmar, highlighted both the courage of those affected and the urgent risks they face.“I see it in the people of Myanmar and the great courage that they display. I am just in awe of them. They are what give me hope as an individual and trust that one day this nightmare will be over. That’s my source of hope,” he told UN News last November, after presenting his annual report to the General Assembly.As world leaders gather in New York, advocates say the real question is not just whether fresh funding can be secured, but whether the political will exists to resolve a crisis that has come to embody global drift and despair.\n\nThe stakes for the conference, part of the UN General Assemby’s annual week of high-level discussions, could hardly be higher: shrinking aid budgets and intensifying conflict inside Myanmar leave one of the world’s most persecuted minorities in limbo."
  },
  {
    "title": "Myanmar election results expected at end of January, official says",
    "url": "https://www.rfa.org/english/myanmar/2025/09/11/myanmar-election-results-january/",
    "source": "Radio Free Asia",
    "country": "アメリカ",
    "category": "政治",
    "date": "2025-11-24 00:00:45",
    "importance": 5,
    "content": "An official from the commission set up by Myanmar’s ruling military junta to oversee upcoming elections said Thursday that the results of the widely disputed poll will be available by the end of January.\n\nAt a news conference in Naypyidaw, Myanmar’s capital, election officials said that six parties would run for nationwide seats, while another 51 others would compete in individual states or regions. The vote is scheduled to be held in three phases beginning on Dec. 28, with two weeks between each phase, officials said.\n\nThe military announced the election regime in July, the first national vote since the 2021 coup that ousted Myanmar’s democratically elected government and plunged the country into civil war. It also set up an interim government with military chief Min Aung Hlaing retaining power as interim president.\n\nThe military doesn’t control all of Myanmar. Vast swaths are administered by a range of armed militias, ethnic groups and pro-democracy fighters, some in open, armed conflict with the ruling junta. At the press conference, election council member Khin Maung Oo noted 63 areas “which have security risks.”\n\n“We will continue working until we can hold [the vote],” he said."
  }
]